[
  {
    "id": "aconite",
    "common_name": "Aconite",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Aconite is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "agrimony",
    "common_name": "Agrimony",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Agrimony is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "alder",
    "common_name": "Alder",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Alder is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "alder-buckthorn",
    "common_name": "Alder buckthorn",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Alder buckthorn is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "algae",
    "common_name": "Algae",
    "growth_form": "algae",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Algae is a algae associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "alisma",
    "common_name": "Alisma",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Alisma is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "almond",
    "common_name": "Almond",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Almond is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "angelica",
    "common_name": "Angelica",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Angelica is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "angelica-root",
    "common_name": "Angelica root",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Angelica root is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "anise",
    "common_name": "Anise",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Anise is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "apple-tree",
    "common_name": "Apple Tree",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "fruit"
    ],
    "medicinal": false,
    "toxic": true,
    "culinary_uses": [
      "fresh eating",
      "cider",
      "baking"
    ],
    "byproducts": [
      {
        "type": "wood",
        "notes": "Pruned branches and old trunks used for carving and smoke",
        "yield_unit": "kg",
        "avg_yield": 30,
        "harvest_season": "winter"
      },
      {
        "type": "leaf",
        "notes": "Fallen leaves fed to livestock",
        "yield_unit": "kg",
        "avg_yield": 20,
        "harvest_season": "autumn"
      }
    ],
    "seasonality": "Deciduous; flowers in spring, fruit ripens in autumn",
    "narrative": "The Apple Tree is a tree associated with terrestrial regions and typically rooted in farmland and forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as wood and leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common",
        "fine",
        "high table"
      ],
      "luxury_tier": []
    },
    "alt_names": [],
    "toxicity_notes": "Seeds contain cyanogenic glycosides; avoid large quantities",
    "foraging_notes": "Grafted varieties persist in abandoned orchards",
    "sowing_season": "spring",
    "harvest_season": "autumn",
    "growth_duration": "5 years to first fruit",
    "companion_crops": [
      "chives",
      "clover"
    ],
    "rotation_relationships": "Orchards with legume ground cover enrich soil",
    "fallow_notes": "Prune annually; replant after 25 years to rejuvenate grove"
  },
  {
    "id": "apricot",
    "common_name": "Apricot",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "fruit"
      }
    ],
    "narrative": "The Apricot is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as fruit, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "arrowhead",
    "common_name": "Arrowhead",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Arrowhead is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "ash",
    "common_name": "Ash",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Ash is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "barberry",
    "common_name": "Barberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Barberry is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "barley",
    "common_name": "Barley",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "grassland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain",
        "notes": "Pearled barley",
        "yield_unit": "g",
        "avg_yield": 30,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Used for fodder or thatch",
        "yield_unit": "g",
        "avg_yield": 90,
        "harvest_season": "summer"
      }
    ],
    "narrative": "The Barley is a grass associated with terrestrial regions and typically rooted in farmland and grassland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "alt_names": [],
    "edible_parts": [
      "grain"
    ],
    "medicinal": false,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "ale",
      "porridge"
    ],
    "foraging_notes": "Wild barley persists along field margins",
    "seasonality": "Annual cereal; sown in spring and reaped in late summer",
    "sowing_season": "spring",
    "harvest_season": "summer",
    "growth_duration": "4 months",
    "companion_crops": [
      "peas"
    ],
    "rotation_relationships": "Alternated with legumes",
    "fallow_notes": "Fields rest after two grain years",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "basil",
    "common_name": "Basil",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Basil is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bay-laurel",
    "common_name": "Bay laurel",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bay laurel is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "beech",
    "common_name": "Beech",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Beech is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "beets",
    "common_name": "Beets",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Beets is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "belladonna",
    "common_name": "Belladonna",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Belladonna is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "betony",
    "common_name": "Betony",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Betony is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bilberry",
    "common_name": "Bilberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bilberry is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "birch",
    "common_name": "Birch",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Birch is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "birch-polypore",
    "common_name": "Birch polypore",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "mushroom"
      }
    ],
    "narrative": "The Birch polypore is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as mushroom, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bird-cherry",
    "common_name": "Bird cherry",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bird cherry is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bitter-orange",
    "common_name": "Bitter orange",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bitter orange is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "blackberries",
    "common_name": "Blackberries",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Blackberries is a shrub associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "blackberry",
    "common_name": "Blackberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Blackberry is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "blackthorn-sloe",
    "common_name": "Blackthorn (sloe)",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "fruit"
      }
    ],
    "narrative": "The Blackthorn (sloe) is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as fruit, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bladderwrack",
    "common_name": "Bladderwrack",
    "growth_form": "seaweed",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bladderwrack is a seaweed associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "blueberry",
    "common_name": "Blueberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Blueberry is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "borage",
    "common_name": "Borage",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Borage is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "boxwood",
    "common_name": "Boxwood",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Boxwood is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bracken-fern",
    "common_name": "Bracken fern",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bracken fern is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "broad-beans",
    "common_name": "Broad beans",
    "alt_names": [
      "field bean",
      "horse bean"
    ],
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Broad beans is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "broom-scotch-broom",
    "common_name": "Broom (scotch broom)",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "hills"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Broom (scotch broom) is a shrub associated with terrestrial regions and typically rooted in hills. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "buckthorn",
    "common_name": "Buckthorn",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Buckthorn is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "buckwheat",
    "common_name": "Buckwheat",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Buckwheat is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bulrush",
    "common_name": "Bulrush",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bulrush is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "butterbur",
    "common_name": "Butterbur",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Butterbur is a herb associated with terrestrial regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cabbage",
    "common_name": "Cabbage",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "hills"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "leaf"
    ],
    "medicinal": true,
    "toxic": false,
    "culinary_uses": [
      "stew",
      "pickle"
    ],
    "byproducts": [
      {
        "type": "leaf",
        "notes": "Outer leaves fed to livestock",
        "yield_unit": "kg",
        "avg_yield": 1,
        "harvest_season": "autumn"
      },
      {
        "type": "seed",
        "notes": "Saved for future plantings",
        "yield_unit": "g",
        "avg_yield": 5,
        "harvest_season": "summer"
      }
    ],
    "seasonality": "Biennial brassica harvested for heads in first year",
    "narrative": "The Cabbage is a herb associated with terrestrial regions and typically rooted in farmland and hills. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf and seed, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    },
    "alt_names": [],
    "toxicity_notes": "",
    "foraging_notes": "Wild forms cling to rocky coastal soils",
    "sowing_season": "spring",
    "harvest_season": "autumn",
    "growth_duration": "4 months to heading",
    "companion_crops": [
      "dill",
      "onion"
    ],
    "rotation_relationships": "Rotate with legumes and roots to deter pests",
    "fallow_notes": "Avoid planting brassicas in same bed for three years"
  },
  {
    "id": "caraway",
    "common_name": "Caraway",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Caraway is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "carrageen-moss",
    "common_name": "Carrageen moss",
    "growth_form": "seaweed",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Carrageen moss is a seaweed associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "carrot",
    "common_name": "Carrot",
    "alt_names": [],
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "root"
    ],
    "medicinal": true,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "stew",
      "raw"
    ],
    "foraging_notes": "Wild ancestors bear white roots",
    "byproducts": [
      {
        "type": "root",
        "notes": "Sweet taproot",
        "yield_unit": "kg",
        "avg_yield": 0.2,
        "harvest_season": "autumn"
      },
      {
        "type": "seed",
        "notes": "Saved for next sowing",
        "yield_unit": "g",
        "avg_yield": 2,
        "harvest_season": "summer"
      }
    ],
    "seasonality": "Biennial grown as annual",
    "sowing_season": "spring",
    "harvest_season": "autumn",
    "growth_duration": "4 months",
    "companion_crops": [
      "onion"
    ],
    "rotation_relationships": "Alternated with legumes",
    "fallow_notes": "",
    "narrative": "The Carrot is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root and seed, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "carrots",
    "common_name": "Carrots",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Carrots is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cedar",
    "common_name": "Cedar",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cedar is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chaga",
    "common_name": "Chaga",
    "growth_form": "fungus",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chaga is a fungus associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chamomile",
    "common_name": "Chamomile",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chamomile is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chanterelle",
    "common_name": "Chanterelle",
    "alt_names": [
      "Golden chanterelle"
    ],
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest",
      "hills"
    ],
    "cultivated": false,
    "edible": true,
    "edible_parts": [
      "fruiting body"
    ],
    "medicinal": false,
    "toxic": false,
    "foraging_notes": "Fruiting after rains; avoid false look-alikes.",
    "byproducts": [],
    "seasonality": "Summer to early autumn after wet weather.",
    "narrative": "The Chanterelle is a mushroom associated with terrestrial regions and typically rooted in forest and hills. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common",
        "common",
        "fine",
        "high table"
      ]
    }
  },
  {
    "id": "chard",
    "common_name": "Chard",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Chard is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cherries",
    "common_name": "Cherries",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cherries is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chervil",
    "common_name": "Chervil",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chervil is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chestnut-oak",
    "common_name": "Chestnut oak",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chestnut oak is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chestnuts",
    "common_name": "Chestnuts",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chestnuts is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chickpeas",
    "common_name": "Chickpeas",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chickpeas is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chicory",
    "common_name": "Chicory",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chicory is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chives",
    "common_name": "Chives",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Chives is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "citron",
    "common_name": "Citron",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Citron is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cloudberry",
    "common_name": "Cloudberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cloudberry is a shrub associated with terrestrial regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "clover",
    "common_name": "Clover",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Clover is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "club-rush-schoenoplectus",
    "common_name": "Club-rush (Schoenoplectus)",
    "growth_form": "grass",
    "regions": [
      "wetlands_transitional"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "fiber"
      }
    ],
    "narrative": "The Club-rush (Schoenoplectus) is a grass associated with wetlands transitional regions and typically rooted in wetland. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as fiber, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "clubmoss",
    "common_name": "Clubmoss",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Clubmoss is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "coltsfoot",
    "common_name": "Coltsfoot",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Coltsfoot is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "columbine",
    "common_name": "Columbine",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Columbine is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "comfrey",
    "common_name": "Comfrey",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Comfrey is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "common-reed-phragmites",
    "common_name": "Common reed (Phragmites)",
    "growth_form": "grass",
    "regions": [
      "wetlands_transitional"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "fiber"
      }
    ],
    "narrative": "The Common reed (Phragmites) is a grass associated with wetlands transitional regions and typically rooted in wetland. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as fiber, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "coral-fungus",
    "common_name": "Coral fungus",
    "growth_form": "fungus",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Coral fungus is a fungus associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "coriander",
    "common_name": "Coriander",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Coriander is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cornelian-cherry",
    "common_name": "Cornelian cherry",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cornelian cherry is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cotton-grass",
    "common_name": "Cotton grass",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cotton grass is a grass associated with terrestrial regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "crab-apple",
    "common_name": "Crab apple",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Crab apple is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cranberry",
    "common_name": "Cranberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cranberry is a shrub associated with terrestrial regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "currant",
    "common_name": "Currants",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Currants is a shrub associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cypress",
    "common_name": "Cypress",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cypress is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "daisy",
    "common_name": "Daisy",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Daisy is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "damson",
    "common_name": "Damson",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "fruit"
      }
    ],
    "narrative": "The Damson is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as fruit, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "dandelion",
    "common_name": "Dandelion",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Dandelion is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "date-palm",
    "common_name": "Date palm",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "desert"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Date palm is a tree associated with terrestrial regions and typically rooted in desert. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "datura",
    "common_name": "Datura",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Datura is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "death-cap",
    "common_name": "Death cap",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "mushroom"
      }
    ],
    "narrative": "The Death cap is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as mushroom, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "dewberry-bramble",
    "common_name": "Dewberry bramble",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Dewberry bramble is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "dill",
    "common_name": "Dill",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Dill is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "dock",
    "common_name": "Dock",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Dock is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "dogwood",
    "common_name": "Dogwood",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Dogwood is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "duckweed",
    "common_name": "Duckweed",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Duckweed is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "eelgrass-zostera",
    "common_name": "Eelgrass (Zostera)",
    "growth_form": "grass",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "fiber"
      }
    ],
    "narrative": "The Eelgrass (Zostera) is a grass associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as fiber, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "einkorn",
    "common_name": "Einkorn",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain"
      }
    ],
    "narrative": "The Einkorn is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "elder",
    "common_name": "Elder",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Elder is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "elm",
    "common_name": "Elm",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Elm is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "emmer",
    "common_name": "Emmer",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain"
      }
    ],
    "narrative": "The Emmer is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "ergot-rye-fungus",
    "common_name": "Ergot (rye fungus)",
    "growth_form": "fungus",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "mushroom"
      }
    ],
    "narrative": "The Ergot (rye fungus) is a fungus associated with terrestrial regions and typically rooted in farmland. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as mushroom, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "fennel",
    "common_name": "Fennel",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Fennel is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "fenugreek",
    "common_name": "Fenugreek",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "seed"
      }
    ],
    "narrative": "The Fenugreek is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "feverfew",
    "common_name": "Feverfew",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Feverfew is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "figs",
    "common_name": "Figs",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Figs is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "fir",
    "common_name": "Fir",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Fir is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "flax",
    "common_name": "Flax",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "seed",
        "notes": "Linseed",
        "yield_unit": "g",
        "avg_yield": 40,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Linen fiber",
        "yield_unit": "g",
        "avg_yield": 60,
        "harvest_season": "summer"
      }
    ],
    "narrative": "The Flax is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "alt_names": [],
    "edible_parts": [
      "seed"
    ],
    "medicinal": true,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "oil",
      "porridge"
    ],
    "foraging_notes": "Stems retted for linen",
    "seasonality": "Annual herb",
    "sowing_season": "spring",
    "harvest_season": "summer",
    "growth_duration": "3 months",
    "companion_crops": [],
    "rotation_relationships": "Exhausts soil; follow with manure",
    "fallow_notes": "",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "fly-agaric",
    "common_name": "Fly agaric",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "mushroom"
      }
    ],
    "narrative": "The Fly agaric is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as mushroom, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "foxglove",
    "common_name": "Foxglove",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Foxglove is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "frogbit",
    "common_name": "Frogbit",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Frogbit is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "garlic",
    "common_name": "Garlic",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "bulb",
        "notes": "Heads of cloves",
        "yield_unit": "kg",
        "avg_yield": 0.2,
        "harvest_season": "summer"
      },
      {
        "type": "leaf",
        "notes": "Young scapes",
        "yield_unit": "kg",
        "avg_yield": 0.1,
        "harvest_season": "spring"
      }
    ],
    "narrative": "The Garlic is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as bulb and leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "alt_names": [],
    "edible_parts": [
      "bulb"
    ],
    "medicinal": true,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "seasoning",
      "medicine"
    ],
    "foraging_notes": "Strong odor reputed to repel evil",
    "seasonality": "Planted in autumn, harvested midsummer",
    "sowing_season": "autumn",
    "harvest_season": "summer",
    "growth_duration": "9 months",
    "companion_crops": [
      "roses"
    ],
    "rotation_relationships": "Repels soil pests",
    "fallow_notes": "",
    "tiers": {
      "food_tier": [
        "common",
        "fine"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "gooseberry",
    "common_name": "Gooseberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Gooseberry is a shrub associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "goosefoot",
    "common_name": "Goosefoot",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Goosefoot is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "gorse-furze",
    "common_name": "Gorse (furze)",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "hills"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Gorse (furze) is a shrub associated with terrestrial regions and typically rooted in hills. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "grapes",
    "common_name": "Grapes",
    "growth_form": "vine",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Grapes is a vine associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "guelder-rose",
    "common_name": "Guelder rose",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Guelder rose is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hawthorn",
    "common_name": "Hawthorn",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hawthorn is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hazel",
    "common_name": "Hazel",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hazel is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hazelnuts",
    "common_name": "Hazelnuts",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hazelnuts is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "heather-ling",
    "common_name": "Heather (ling)",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "hills"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Heather (ling) is a shrub associated with terrestrial regions and typically rooted in hills. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hemp",
    "common_name": "Hemp",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "seed",
        "notes": "Edible seeds"
      },
      {
        "type": "oil",
        "notes": "Hemp seed oil"
      },
      {
        "type": "fiber",
        "notes": "Bast fiber"
      }
    ],
    "narrative": "The Hemp is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed, oil and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hen-of-the-woods",
    "common_name": "Hen of the woods",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hen of the woods is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "henbane",
    "common_name": "Henbane",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Henbane is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "holly",
    "common_name": "Holly",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Holly is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hops",
    "common_name": "Hops",
    "growth_form": "vine",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Hops is a vine associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "horehound",
    "common_name": "Horehound",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Horehound is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hornbeam",
    "common_name": "Hornbeam",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hornbeam is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hornwort",
    "common_name": "Hornwort",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hornwort is a herb associated with aquatic fresh regions and typically rooted in lake. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "horsetail",
    "common_name": "Horsetail",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Horsetail is a herb associated with terrestrial regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "hyssop",
    "common_name": "Hyssop",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Hyssop is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "ink-cap",
    "common_name": "Ink cap",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Ink cap is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "ivy",
    "common_name": "Ivy",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Ivy is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "juniper",
    "common_name": "Juniper",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Juniper is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "kelp",
    "common_name": "Kelp",
    "growth_form": "seaweed",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Kelp is a seaweed associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lambs-lettuce",
    "common_name": "Lambs lettuce",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lambs lettuce is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "larch",
    "common_name": "Larch",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Larch is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lavender",
    "common_name": "Lavender",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lavender is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "laver",
    "common_name": "Laver",
    "growth_form": "seaweed",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Laver is a seaweed associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "leeks",
    "common_name": "Leeks",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Leeks is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lemon",
    "common_name": "Lemon",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "fruit"
      }
    ],
    "narrative": "The Lemon is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as fruit, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lentil",
    "common_name": "Lentil",
    "alt_names": [],
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "seed"
    ],
    "medicinal": true,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "stew",
      "bread"
    ],
    "foraging_notes": "Thrives in poor soils",
    "byproducts": [
      {
        "type": "seed",
        "notes": "Dried lentils",
        "yield_unit": "g",
        "avg_yield": 35,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Fodder",
        "yield_unit": "g",
        "avg_yield": 50,
        "harvest_season": "summer"
      }
    ],
    "seasonality": "Annual legume",
    "sowing_season": "spring",
    "harvest_season": "summer",
    "growth_duration": "4 months",
    "companion_crops": [],
    "rotation_relationships": "Restores nitrogen",
    "fallow_notes": "",
    "narrative": "The Lentil is a herb associated with terrestrial regions and typically rooted in farmland and forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "lentils",
    "common_name": "Lentils",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lentils is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "licorice",
    "common_name": "Licorice",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "root"
      }
    ],
    "narrative": "The Licorice is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "linden-lime-tree",
    "common_name": "Linden (lime tree)",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "flower"
      }
    ],
    "narrative": "The Linden (lime tree) is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as flower, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lingonberry",
    "common_name": "Lingonberry",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lingonberry is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "liverwort",
    "common_name": "Liverwort",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Liverwort is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lotus",
    "common_name": "Lotus",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lotus is a herb associated with aquatic fresh regions and typically rooted in lake. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lovage",
    "common_name": "Lovage",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lovage is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "madder",
    "common_name": "Madder",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "dye"
      }
    ],
    "narrative": "The Madder is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as dye, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mandrake",
    "common_name": "Mandrake",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mandrake is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "maple",
    "common_name": "Maple",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Maple is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "marigold",
    "common_name": "Marigold",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Marigold is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "marjoram",
    "common_name": "Marjoram",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Marjoram is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "marsh-marigold",
    "common_name": "Marsh marigold",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Marsh marigold is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "marshmallow-althaea",
    "common_name": "Marshmallow (Althaea)",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "root"
      }
    ],
    "narrative": "The Marshmallow (Althaea) is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "meadowsweet",
    "common_name": "Meadowsweet",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Meadowsweet is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "medlar",
    "common_name": "Medlar",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Medlar is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "milkcap",
    "common_name": "Milkcap mushrooms",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Milkcap mushrooms is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "millet",
    "common_name": "Millet",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Millet is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mint",
    "common_name": "Mint",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mint is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mistletoe",
    "common_name": "Mistletoe",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mistletoe is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "morel",
    "common_name": "Morel",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Morel is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "moss",
    "common_name": "Moss",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Moss is a herb associated with terrestrial regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mugwort",
    "common_name": "Mugwort",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mugwort is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mulberries",
    "common_name": "Mulberries",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mulberries is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mustard",
    "common_name": "Mustard",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mustard is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "nettles",
    "common_name": "Nettles",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Nettles is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "nigella-black-cumin",
    "common_name": "Nigella (black cumin)",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "seed"
      }
    ],
    "narrative": "The Nigella (black cumin) is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "oats",
    "common_name": "Oats",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "hills"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain",
        "notes": "Groats",
        "yield_unit": "g",
        "avg_yield": 28,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Bedding for livestock",
        "yield_unit": "g",
        "avg_yield": 85,
        "harvest_season": "summer"
      }
    ],
    "narrative": "The Oats is a grass associated with terrestrial regions and typically rooted in farmland and hills. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "alt_names": [],
    "edible_parts": [
      "grain"
    ],
    "medicinal": false,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "porridge",
      "feed"
    ],
    "foraging_notes": "Often sown as horse fodder",
    "seasonality": "Annual; thrives in cool damp soils",
    "sowing_season": "spring",
    "harvest_season": "late summer",
    "growth_duration": "5 months",
    "companion_crops": [
      "vetch"
    ],
    "rotation_relationships": "Used as break crop",
    "fallow_notes": "",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "olives",
    "common_name": "Olives",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Olives is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "onion",
    "common_name": "Onion",
    "alt_names": [],
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "bulb",
      "leaf"
    ],
    "medicinal": true,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "stew",
      "pickle"
    ],
    "foraging_notes": "Pungent smell deters pests",
    "byproducts": [
      {
        "type": "bulb",
        "notes": "Storage onions",
        "yield_unit": "kg",
        "avg_yield": 0.3,
        "harvest_season": "autumn"
      },
      {
        "type": "seed",
        "notes": "Black seed for planting",
        "yield_unit": "g",
        "avg_yield": 3,
        "harvest_season": "summer"
      }
    ],
    "seasonality": "Biennial grown as annual",
    "sowing_season": "spring",
    "harvest_season": "autumn",
    "growth_duration": "5 months",
    "companion_crops": [
      "carrot"
    ],
    "rotation_relationships": "Rotated with legumes and roots",
    "fallow_notes": "",
    "narrative": "The Onion is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as bulb and seed, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "onions",
    "common_name": "Onions",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Onions is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "orchil-lichen-roccella",
    "common_name": "Orchil lichen (Roccella)",
    "growth_form": "lichen",
    "regions": [
      "coastal"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "dye"
      }
    ],
    "narrative": "The Orchil lichen (Roccella) is a lichen associated with coastal regions and typically rooted in coastal. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as dye, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "oregano",
    "common_name": "Oregano",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Oregano is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "oyster-mushroom",
    "common_name": "Oyster Mushroom",
    "alt_names": [
      "Pleurotus ostreatus"
    ],
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest",
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "fruiting body"
    ],
    "medicinal": true,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "stew",
      "saute"
    ],
    "foraging_notes": "Grows on fallen beech logs; avoid toxic look-alikes",
    "byproducts": [
      {
        "type": "mushroom",
        "notes": "Spent substrate used to inoculate new logs",
        "yield_unit": "kg",
        "avg_yield": 0.1,
        "harvest_season": "autumn"
      }
    ],
    "seasonality": "Fruits in cool, damp weather; indoor beds yield year-round",
    "sowing_season": "spring",
    "harvest_season": "autumn",
    "growth_duration": "6 weeks from inoculation",
    "companion_crops": [],
    "rotation_relationships": "Spent logs composted for vegetable beds",
    "fallow_notes": "Logs produce for three years before replacement",
    "narrative": "The Oyster Mushroom is a mushroom associated with terrestrial regions and typically rooted in forest and farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as mushroom, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common",
        "fine"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "pansy",
    "common_name": "Pansy",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Pansy is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "parsley",
    "common_name": "Parsley",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Parsley is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "parsnips",
    "common_name": "Parsnips",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Parsnips is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "pea",
    "common_name": "Pea",
    "alt_names": [],
    "growth_form": "vine",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "seed",
      "fruit"
    ],
    "medicinal": false,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "pottage",
      "stew"
    ],
    "foraging_notes": "Climbs simple trellises",
    "byproducts": [
      {
        "type": "seed",
        "notes": "Dried peas",
        "yield_unit": "g",
        "avg_yield": 40,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Livestock fodder",
        "yield_unit": "g",
        "avg_yield": 60,
        "harvest_season": "summer"
      }
    ],
    "seasonality": "Cool-season legume",
    "sowing_season": "spring",
    "harvest_season": "summer",
    "growth_duration": "3 months",
    "companion_crops": [
      "barley"
    ],
    "rotation_relationships": "Fixes nitrogen for cereals",
    "fallow_notes": "",
    "narrative": "The Pea is a vine associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "peach",
    "common_name": "Peach",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "fruit"
      }
    ],
    "narrative": "The Peach is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as fruit, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "pears",
    "common_name": "Pears",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Pears is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "peas",
    "common_name": "Peas",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Peas is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "peony",
    "common_name": "Peony",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Peony is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "peppercorn",
    "common_name": "Peppercorns",
    "growth_form": "vine",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest",
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "seed"
    ],
    "medicinal": false,
    "toxic": false,
    "culinary_uses": [
      "spice"
    ],
    "byproducts": [],
    "seasonality": "Harvested when berries redden, then dried.",
    "narrative": "The Peppercorns is a vine associated with terrestrial regions and typically rooted in forest and farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "luxury_tier": [
        "common",
        "fine",
        "luxury",
        "arcane"
      ]
    }
  },
  {
    "id": "pine",
    "common_name": "Pine",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Pine is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "pistachio",
    "common_name": "Pistachio",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Pistachio is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "plane-tree",
    "common_name": "Plane tree",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Plane tree is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "plantain",
    "common_name": "Plantain",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Plantain is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "plums",
    "common_name": "Plums",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Plums is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "pomegranate",
    "common_name": "Pomegranate",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Pomegranate is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "pondweed",
    "common_name": "Pondweed",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Pondweed is a herb associated with aquatic fresh regions and typically rooted in lake. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "poplar",
    "common_name": "Poplar",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Poplar is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "poppy",
    "common_name": "Poppy",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Poppy is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "porcini",
    "common_name": "Porcini",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Porcini is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "privet",
    "common_name": "Privet",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Privet is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "puffball",
    "common_name": "Puffball",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Puffball is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "purslane",
    "common_name": "Purslane",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Purslane is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "quinces",
    "common_name": "Quinces",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Quinces is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "radishes",
    "common_name": "Radishes",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Radishes is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "ramsons-wild-garlic",
    "common_name": "Ramsons (wild garlic)",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Ramsons (wild garlic) is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "raspberries",
    "common_name": "Raspberries",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Raspberries is a shrub associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "red-dulse",
    "common_name": "Red dulse",
    "growth_form": "seaweed",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Red dulse is a seaweed associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "reed-canary-grass",
    "common_name": "Reed canary grass",
    "growth_form": "grass",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Reed canary grass is a grass associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "reed-sweet-grass",
    "common_name": "Reed sweet-grass",
    "growth_form": "grass",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Reed sweet-grass is a grass associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "reindeer-moss",
    "common_name": "Reindeer moss",
    "growth_form": "lichen",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "tundra"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Reindeer moss is a lichen associated with terrestrial regions and typically rooted in tundra. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rice",
    "common_name": "Rice",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain"
      }
    ],
    "narrative": "The Rice is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rose",
    "common_name": "Rose",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Rose is a shrub associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rosehip",
    "common_name": "Rosehip",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Rosehip is a shrub associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rosemary",
    "common_name": "Rosemary",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Rosemary is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rowan",
    "common_name": "Rowan",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Rowan is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rue",
    "common_name": "Rue",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Rue is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "russula",
    "common_name": "Russula mushrooms",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Russula mushrooms is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "rye",
    "common_name": "Rye",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "hills"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain",
        "notes": "Rye berries",
        "yield_unit": "g",
        "avg_yield": 25,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Dense thatch",
        "yield_unit": "g",
        "avg_yield": 80,
        "harvest_season": "summer"
      }
    ],
    "narrative": "The Rye is a grass associated with terrestrial regions and typically rooted in farmland and hills. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "alt_names": [],
    "edible_parts": [
      "grain"
    ],
    "medicinal": false,
    "toxic": true,
    "toxicity_notes": "Ergot-infected heads cause illness",
    "culinary_uses": [
      "bread",
      "beer"
    ],
    "foraging_notes": "Hardy grain grown on poor soils",
    "seasonality": "Winter cereal; sown in autumn and cut midsummer",
    "sowing_season": "autumn",
    "harvest_season": "summer",
    "growth_duration": "8 months",
    "companion_crops": [],
    "rotation_relationships": "Follows legumes or fallow",
    "fallow_notes": "Allows soil to recover from ergot",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "saffron",
    "common_name": "Saffron Crocus",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "grassland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "flower"
    ],
    "medicinal": true,
    "toxic": false,
    "culinary_uses": [
      "spice"
    ],
    "byproducts": [
      {
        "type": "dye",
        "notes": "Petals yield a faint yellow dye",
        "yield_unit": "g",
        "avg_yield": 2,
        "harvest_season": "autumn"
      }
    ],
    "seasonality": "Blooms in autumn after summer dormancy",
    "narrative": "The Saffron Crocus is a herb associated with terrestrial regions and typically rooted in farmland and grassland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as dye, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "high table"
      ],
      "luxury_tier": [
        "luxury",
        "arcane"
      ]
    },
    "alt_names": [
      "Autumn crocus"
    ],
    "toxicity_notes": "",
    "foraging_notes": "Harvest stigmas at dawn before petals close",
    "sowing_season": "summer",
    "harvest_season": "autumn",
    "growth_duration": "8 weeks from sprout to harvest",
    "companion_crops": [
      "grapes"
    ],
    "rotation_relationships": "Rotate with cereals to prevent soil exhaustion",
    "fallow_notes": "Fields rest after four years of continuous saffron"
  },
  {
    "id": "sage",
    "common_name": "Sage",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sage is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "salad-burnet",
    "common_name": "Salad burnet",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Salad burnet is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "salsify",
    "common_name": "Salsify",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "root"
      }
    ],
    "narrative": "The Salsify is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "samphire",
    "common_name": "Samphire",
    "growth_form": "herb",
    "regions": [
      "coastal"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Samphire is a herb associated with coastal regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "savory",
    "common_name": "Savory",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Savory is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sea-buckthorn",
    "common_name": "Sea buckthorn",
    "growth_form": "shrub",
    "regions": [
      "coastal"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sea buckthorn is a shrub associated with coastal regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sea-kale",
    "common_name": "Sea kale",
    "growth_form": "herb",
    "regions": [
      "coastal"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sea kale is a herb associated with coastal regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sea-lettuce",
    "common_name": "Sea lettuce",
    "growth_form": "seaweed",
    "regions": [
      "aquatic_salt"
    ],
    "habitats": [
      "coastal"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sea lettuce is a seaweed associated with aquatic salt regions and typically rooted in coastal. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sedges",
    "common_name": "Sedges",
    "growth_form": "grass",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sedges is a grass associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "service-tree",
    "common_name": "Service tree",
    "alt_names": [
      "sorb apple"
    ],
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Service tree is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "shaggy-mane",
    "common_name": "Shaggy mane",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Shaggy mane is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "shallots",
    "common_name": "Shallots",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Shallots is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "skirret",
    "common_name": "Skirret",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "root"
      }
    ],
    "narrative": "The Skirret is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sorrel",
    "common_name": "Sorrel",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sorrel is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "spelt",
    "common_name": "Spelt",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Spelt is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "spinach",
    "common_name": "Spinach",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Spinach is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "spindle-tree",
    "common_name": "Spindle tree",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Spindle tree is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "spirulina",
    "common_name": "Spirulina",
    "growth_form": "algae",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Spirulina is a algae associated with aquatic fresh regions and typically rooted in lake. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "spruce",
    "common_name": "Spruce",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Spruce is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "st-johns-wort",
    "common_name": "St. John's Wort",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The St. John's Wort is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "stone-pine-pine-nuts",
    "common_name": "Stone pine (pine nuts)",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "seed"
      }
    ],
    "narrative": "The Stone pine (pine nuts) is a tree associated with terrestrial regions and typically rooted in forest. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as seed, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "strawberries",
    "common_name": "Strawberries",
    "growth_form": "shrub",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Strawberries is a shrub associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "strawberry-tree",
    "common_name": "Strawberry tree",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Strawberry tree is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sweet-flag-acorus-calamus",
    "common_name": "Sweet flag (Acorus calamus)",
    "growth_form": "herb",
    "regions": [
      "wetlands_transitional"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "root"
      }
    ],
    "narrative": "The Sweet flag (Acorus calamus) is a herb associated with wetlands transitional regions and typically rooted in wetland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sweet-gale-bog-myrtle",
    "common_name": "Sweet gale (bog myrtle)",
    "growth_form": "shrub",
    "regions": [
      "wetlands_transitional"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Sweet gale (bog myrtle) is a shrub associated with wetlands transitional regions and typically rooted in wetland. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "tansy",
    "common_name": "Tansy",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "herb"
      }
    ],
    "narrative": "The Tansy is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as herb, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "tarragon",
    "common_name": "Tarragon",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Tarragon is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "thyme",
    "common_name": "Thyme",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Thyme is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "tinder-fungus-amadou",
    "common_name": "Tinder fungus (amadou)",
    "growth_form": "fungus",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": false,
    "byproducts": [
      {
        "type": "mushroom"
      }
    ],
    "narrative": "The Tinder fungus (amadou) is a fungus associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as mushroom, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "truffle",
    "common_name": "Truffle",
    "growth_form": "mushroom",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Truffle is a mushroom associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "turkey-tail",
    "common_name": "Turkey tail",
    "growth_form": "fungus",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Turkey tail is a fungus associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "turnip",
    "common_name": "Turnip",
    "alt_names": [],
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "edible_parts": [
      "root",
      "leaf"
    ],
    "medicinal": false,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "stew",
      "pickled"
    ],
    "foraging_notes": "Leaves fed to livestock",
    "byproducts": [
      {
        "type": "root",
        "notes": "Bulbous root",
        "yield_unit": "kg",
        "avg_yield": 1,
        "harvest_season": "autumn"
      },
      {
        "type": "leaf",
        "notes": "Greens",
        "yield_unit": "kg",
        "avg_yield": 0.5,
        "harvest_season": "summer"
      }
    ],
    "seasonality": "Biennial grown as annual",
    "sowing_season": "spring",
    "harvest_season": "autumn",
    "growth_duration": "3 months",
    "companion_crops": [
      "rye"
    ],
    "rotation_relationships": "Break crop for cereals",
    "fallow_notes": "",
    "narrative": "The Turnip is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as root and leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "tiers": {
      "food_tier": [
        "common"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "turnips",
    "common_name": "Turnips",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Turnips is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "valerian",
    "common_name": "Valerian",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Valerian is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "violet",
    "common_name": "Violet",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Violet is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "walnut",
    "common_name": "Walnut",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Walnut is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "walnuts",
    "common_name": "Walnuts",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Walnuts is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "water-chestnut-trapa-natans",
    "common_name": "Water chestnut (Trapa natans)",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "nut"
      }
    ],
    "narrative": "The Water chestnut (Trapa natans) is a herb associated with aquatic fresh regions and typically rooted in lake. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as nut, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "watercress",
    "common_name": "Watercress",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Watercress is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "weld-dyers-rocket",
    "common_name": "Weld (dyers rocket)",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "dye"
      }
    ],
    "narrative": "The Weld (dyers rocket) is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as dye, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wheat",
    "common_name": "Wheat",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland",
      "grassland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [
      {
        "type": "grain",
        "notes": "Kernel yield from a single plant",
        "yield_unit": "g",
        "avg_yield": 35,
        "harvest_season": "summer"
      },
      {
        "type": "fiber",
        "notes": "Stems bundled for thatch or fodder",
        "yield_unit": "g",
        "avg_yield": 100,
        "harvest_season": "summer"
      }
    ],
    "narrative": "The Wheat is a grass associated with terrestrial regions and typically rooted in farmland and grassland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as grain and fiber, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study.",
    "alt_names": [],
    "edible_parts": [
      "grain"
    ],
    "medicinal": false,
    "toxic": false,
    "toxicity_notes": "",
    "culinary_uses": [
      "bread",
      "porridge",
      "ale"
    ],
    "foraging_notes": "Wild relatives persist along field margins",
    "seasonality": "Annual cereal; sown in autumn and harvested in early summer",
    "sowing_season": "autumn",
    "harvest_season": "summer",
    "growth_duration": "7 months to grain",
    "companion_crops": [
      "peas"
    ],
    "rotation_relationships": "Rotated with legumes to replenish soil",
    "fallow_notes": "Fields lie fallow after two years of cereals",
    "tiers": {
      "food_tier": [
        "common",
        "fine"
      ],
      "luxury_tier": []
    }
  },
  {
    "id": "white-water-lily",
    "common_name": "White water lily",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The White water lily is a herb associated with aquatic fresh regions and typically rooted in lake. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wild-celery",
    "common_name": "Wild celery",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "wetland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Wild celery is a herb associated with aquatic fresh regions and typically rooted in wetland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wild-olive",
    "common_name": "Olive tree",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Olive tree is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wild-pear",
    "common_name": "Wild pear",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Wild pear is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "willow",
    "common_name": "Willow",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Willow is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "woad",
    "common_name": "Woad",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": false,
    "byproducts": [
      {
        "type": "dye"
      }
    ],
    "narrative": "The Woad is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and is generally considered inedible and may be harmful if consumed. Gatherers prize it for byproducts such as dye, useful in trade or craft. Explorers should note that contact or ingestion may cause adverse reactions, making caution essential. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wood-sorrel",
    "common_name": "Wood sorrel",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [
      {
        "type": "leaf"
      }
    ],
    "narrative": "The Wood sorrel is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Gatherers prize it for byproducts such as leaf, useful in trade or craft. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wormwood",
    "common_name": "Wormwood",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Wormwood is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "yarrow",
    "common_name": "Yarrow",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Yarrow is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "yellow-water-lily",
    "common_name": "Yellow water lily",
    "growth_form": "herb",
    "regions": [
      "aquatic_fresh"
    ],
    "habitats": [
      "lake"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Yellow water lily is a herb associated with aquatic fresh regions and typically rooted in lake. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "yew",
    "common_name": "Yew",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Yew is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bitter-vetch",
    "common_name": "Bitter vetch",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bitter vetch is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "bullace-plum",
    "common_name": "Bullace plum",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Bullace plum is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "cherry",
    "common_name": "Cherry",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cherry is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "chickling-vetch",
    "common_name": "Chickling vetch",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Chickling vetch is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "fodder-vetch",
    "common_name": "Fodder vetch",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Fodder vetch is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "foxtail-millet",
    "common_name": "Foxtail millet",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Foxtail millet is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "ladys-bedstraw",
    "common_name": "Lady's bedstraw",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lady's bedstraw is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "lupin",
    "common_name": "Lupin",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lupin is a herb associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "mulberry",
    "common_name": "Mulberry",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Mulberry is a tree associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "oak",
    "common_name": "Oak",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Oak is a tree associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "proso-millet",
    "common_name": "Proso millet",
    "growth_form": "grass",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Proso millet is a grass associated with terrestrial regions and typically rooted in farmland. This plant is often cultivated by people who appreciate its qualities and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "self-heal",
    "common_name": "Self-heal",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Self-heal is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "sweet-woodruff",
    "common_name": "Sweet woodruff",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "forest"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Sweet woodruff is a herb associated with terrestrial regions and typically rooted in forest. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "wild-thyme",
    "common_name": "Wild thyme",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "grassland"
    ],
    "cultivated": false,
    "edible": true,
    "byproducts": [],
    "narrative": "The Wild thyme is a herb associated with terrestrial regions and typically rooted in grassland. This plant grows wild with little human intervention and parts of it are considered edible when prepared properly. Despite its presence, it offers few byproducts beyond its natural growth. Explorers should note that even edible parts require care during preparation to avoid illness. Its presence adds to the diversity of the landscape and provides habitat for smaller creatures, contributing to the balance of local ecosystems. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study. This additional detail underscores the complex relationship between people and the natural world, inviting further observation and study."
  },
  {
    "id": "potato",
    "common_name": "Potato",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Potato is a herb associated with terrestrial regions and typically rooted in farmland. It is commonly cultivated and parts of it are edible when prepared properly."
  },
  {
    "id": "tomato",
    "common_name": "Tomato",
    "growth_form": "vine",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Tomato is a vine associated with terrestrial regions and typically rooted in farmland. It is commonly cultivated and parts of it are edible when prepared properly."
  },
  {
    "id": "cucumber",
    "common_name": "Cucumber",
    "growth_form": "vine",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Cucumber is a vine associated with terrestrial regions and typically rooted in farmland. It is commonly cultivated and parts of it are edible when prepared properly."
  },
  {
    "id": "lettuce",
    "common_name": "Lettuce",
    "growth_form": "herb",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Lettuce is a herb associated with terrestrial regions and typically rooted in farmland. It is commonly cultivated and parts of it are edible when prepared properly."
  },
  {
    "id": "orange",
    "common_name": "Orange",
    "growth_form": "tree",
    "regions": [
      "terrestrial"
    ],
    "habitats": [
      "farmland"
    ],
    "cultivated": true,
    "edible": true,
    "byproducts": [],
    "narrative": "The Orange is a tree associated with terrestrial regions and typically rooted in farmland. It is commonly cultivated and parts of it are edible when prepared properly."
  }
]
